Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# in_app_subscription_view_footer_message
source: The free trial period is common to all subscriptions and is valid only once. When you purchase a subscription, it is charged by Apple directly to your iTunes account. A subscription is automatically renewed on the same terms unless you cancel at least 24 hours before the end of the current term. You can cancel without charge in the App Store at any time so that the subscription does not renew at the end of the current period. You can manage your subscription from your iTunes account settings after purchase. The free trial period is common to all subscriptions and is valid only once.
ar: الفترة التجريبية المجانية مشتركة لجميع الاشتراكات وهي صالحة مرة واحدة فقط. عند شراء اشتراك ، يتم تحصيله بواسطة Apple مباشرة من حساب iTunes الخاص بك. يتم تجديد الاشتراك تلقائيًا بنفس الشروط ما لم تقم بالإلغاء قبل 24 ساعة على الأقل من نهاية المدة الحالية. يمكنك الإلغاء بدون رسوم في App Store في أي وقت حتى لا يتم تجديد الاشتراك في نهاية الفترة الحالية. يمكنك إدارة اشتراكك من إعدادات حساب iTunes الخاص بك بعد الشراء. الفترة التجريبية المجانية مشتركة لجميع الاشتراكات وهي صالحة مرة واحدة فقط.
bg: Когато закупите абонамент, той се таксува директно от Google към вашия Play Store акаунт. Абонаментът се подновява автоматично при същите условия, освен ако не го отмените поне 24 часа преди края на текущия период. Можете да го отмените безплатно в Play Store по всяко време, така че абонаментът да не се поднови в края на текущия период. Можете да управлявате абонамента си от настройките на акаунта в Play Store след покупката.
cs: Když si zakoupíte předplatné, je účtováno společností Google přímo na váš účet Play Store. Předplatné se automaticky obnovuje za stejných podmínek, pokud jej nezrušíte alespoň 24 hodin před koncem aktuálního období. Můžete jej kdykoli zrušit zdarma v Play Store, aby se předplatné na konci aktuálního období neobnovilo. Předplatné můžete po nákupu spravovat v nastavení účtu Play Store.
da: Den gratis prøveperiode er fælles for alle abonnementer og er kun gyldig én gang. Når du køber et abonnement, opkræves det af Apple direkte på din iTunes-konto. Et abonnement fornyes automatisk på samme vilkår, medmindre du opsiger mindst 24 timer før udløbet af den aktuelle periode. Du kan til enhver tid opsige gebyrfrit i App Store, så abonnementet ikke fornys ved udgangen af ​​indeværende periode. Du kan administrere dit abonnement fra dine iTunes-kontoindstillinger efter købet. Den gratis prøveperiode er fælles for alle abonnementer og er kun gyldig én gang.
de: Wenn Sie ein Abonnement kaufen, wird es von Google direkt Ihrem Play Store-Konto belastet. Ein Abonnement verlängert sich automatisch zu denselben Bedingungen, sofern Sie es nicht mindestens 24 Stunden vor Ablauf der aktuellen Laufzeit kündigen. Sie können im Play Store jederzeit kostenlos kündigen, damit sich das Abonnement nicht zum Ende des aktuellen Zeitraums verlängert. Sie können Ihr Abonnement nach dem Kauf über Ihre Play Store-Kontoeinstellungen verwalten.
el: Όταν αγοράζετε μια συνδρομή, χρεώνεται από τη Google απευθείας στον λογαριασμό σας στο Play Store. Η συνδρομή ανανεώνεται αυτόματα με τους ίδιους όρους, εκτός αν την ακυρώσετε τουλάχιστον 24 ώρες πριν από το τέλος της τρέχουσας περιόδου. Μπορείτε να την ακυρώσετε δωρεάν στο Play Store ανά πάσα στιγμή, ώστε η συνδρομή να μην ανανεωθεί στο τέλος της τρέχουσας περιόδου. Μπορείτε να διαχειρίζεστε τη συνδρομή σας από τις ρυθμίσεις του λογαριασμού σας στο Play Store μετά την αγορά.
es: El período de prueba gratuito es común a todas las suscripciones y es válido solo una vez. Cuando compra una suscripción, Apple la cobra directamente a su cuenta de iTunes. Una suscripción se renueva automáticamente con los mismos términos a menos que la cancele al menos 24 horas antes del final del período actual. Puede cancelar sin cargo en la App Store en cualquier momento para que la suscripción no se renueve al final del período actual. Puede administrar su suscripción desde la configuración de su cuenta de iTunes después de la compra. El período de prueba gratuito es común a todas las suscripciones y es válido solo una vez.
fa: دوره آزمایشی رایگان برای همه اشتراک ها مشترک است و فقط یک بار معتبر است. هنگامی که اشتراکی خریداری می کنید، توسط اپل به طور مستقیم به حساب iTunes شما شارژ می شود. اشتراک به طور خودکار با همان شرایط تمدید می شود مگر اینکه حداقل 24 ساعت قبل از پایان دوره فعلی اشتراک را لغو کنید. می‌توانید در اپ استور در هر زمانی بدون هزینه لغو کنید تا در پایان دوره جاری اشتراک تمدید نشود. پس از خرید می توانید اشتراک خود را از تنظیمات حساب iTunes خود مدیریت کنید. دوره آزمایشی رایگان برای همه اشتراک ها مشترک است و فقط یک بار معتبر است.
fi: Ilmainen kokeilujakso on yhteinen kaikille tilauksille ja on voimassa vain kerran. Kun ostat tilauksen, Apple veloittaa sen suoraan iTunes-tililtäsi. Tilaus uusitaan automaattisesti samoilla ehdoilla, ellet peruuta vähintään 24 tuntia ennen nykyisen kauden päättymistä. Voit peruuttaa maksutta App Storessa milloin tahansa, jotta tilaus ei uusiudu kuluvan jakson lopussa. Voit hallita tilaustasi iTunes-tilisi asetuksista oston jälkeen. Ilmainen kokeilujakso on yhteinen kaikille tilauksille ja on voimassa vain kerran.
fr: La période d’essai gratuite est commune à tous les abonnements et n’est valable qu’une seule fois. Lorsque vous achetez un abonnement, celui-ci est débité par Apple directement sur votre compte iTunes. Un abonnement est automatiquement renouvelé aux mêmes conditions, sauf si vous l’annulez au moins 24 heures avant la fin de la période en cours. Vous pouvez annuler sans frais dans l’App Store à tout moment afin que l’abonnement ne soit pas renouvelé à la fin de la période en cours. Vous pouvez gérer votre abonnement à partir des paramètres de votre compte iTunes après l’achat.
he: תקופת הניסיון בחינם משותפת לכל המנויים והיא תקפה פעם אחת בלבד. כאשר אתה רוכש מנוי, הוא מחויב על ידי אפל ישירות לחשבון ה-iTunes שלך. מנוי מתחדש אוטומטית באותם תנאים אלא אם תבטל לפחות 24 שעות לפני תום התקופה הנוכחית. ניתן לבטל ללא תשלום ב-App Store בכל עת על מנת שהמנוי לא יתחדש בתום התקופה הנוכחית. אתה יכול לנהל את המנוי שלך מהגדרות חשבון iTunes שלך לאחר הרכישה. תקופת הניסיון בחינם משותפת לכל המנויים והיא תקפה פעם אחת בלבד.
hi: नि:शुल्क परीक्षण अवधि सभी सदस्यताओं के लिए समान है और यह केवल एक बार मान्य है। जब आप कोई सब्सक्रिप्शन खरीदते हैं, तो यह Apple द्वारा सीधे आपके iTunes अकाउंट से चार्ज किया जाता है। एक सदस्यता स्वचालित रूप से उन्हीं शर्तों पर नवीनीकृत हो जाती है जब तक कि आप वर्तमान अवधि की समाप्ति से कम से कम 24 घंटे पहले रद्द नहीं करते। आप ऐप स्टोर में बिना किसी शुल्क के किसी भी समय रद्द कर सकते हैं ताकि सदस्यता वर्तमान अवधि के अंत में नवीनीकृत न हो। आप खरीद के बाद अपनी आईट्यून्स खाता सेटिंग्स से अपनी सदस्यता का प्रबंधन कर सकते हैं। नि:शुल्क परीक्षण अवधि सभी सदस्यताओं के लिए समान है और यह केवल एक बार मान्य है।
hr: Kada kupite pretplatu, Google je izravno naplaćuje vašem Play Store računu. Pretplata se automatski obnavlja pod istim uvjetima osim ako je ne otkažete najmanje 24 sata prije kraja trenutnog razdoblja. Možete je otkazati bez naknade u Play Storeu u bilo kojem trenutku kako se pretplata ne bi obnovila na kraju trenutačnog razdoblja. Pretplatom možete upravljati u postavkama računa Play Storea nakon kupnje.
hu: Amikor előfizetést vásárol, azt a Google közvetlenül a Play Áruház fiókjára terheli. Az előfizetés automatikusan megújul ugyanazon feltételek mellett, hacsak legalább 24 órával a jelenlegi időszak vége előtt nem mondja le. Bármikor díjmentesen lemondhatja a Play Áruházban, hogy az előfizetés ne újuljon meg a jelenlegi időszak végén. Az előfizetését a vásárlás után a Play Áruház fiókbeállításaiban kezelheti.
id: Periode uji coba gratis berlaku untuk semua langganan dan hanya berlaku satu kali. Saat Anda membeli langganan, itu dibebankan oleh Apple langsung ke akun iTunes Anda. Langganan diperpanjang secara otomatis dengan persyaratan yang sama kecuali Anda membatalkan setidaknya 24 jam sebelum akhir periode saat ini. Anda dapat membatalkan tanpa biaya di App Store kapan saja sehingga langganan tidak diperpanjang pada akhir periode berjalan. Anda dapat mengelola langganan Anda dari pengaturan akun iTunes Anda setelah pembelian. Periode uji coba gratis berlaku untuk semua langganan dan hanya berlaku satu kali.
it: Il periodo di prova gratuito è comune a tutti gli abbonamenti ed è valido una sola volta. Quando acquisti un abbonamento, questo viene addebitato da Apple direttamente sul tuo account iTunes. Un abbonamento si rinnova automaticamente alle stesse condizioni, a meno che non venga annullato almeno 24 ore prima della scadenza del termine corrente. Puoi disdire gratuitamente nell’App Store in qualsiasi momento in modo che l’abbonamento non si rinnovi alla fine del periodo in corso. Puoi gestire il tuo abbonamento dalle impostazioni del tuo account iTunes dopo l’acquisto. Il periodo di prova gratuito è comune a tutti gli abbonamenti ed è valido una sola volta.
ja: 無料試用期間は、すべてのサブスクリプションに共通で、1 回のみ有効です。サブスクリプションを購入すると、Apple からあなたの iTunes アカウントに直接請求されます。サブスクリプションは、現在の期間が終了する少なくとも 24 時間前にキャンセルしない限り、同じ期間で自動的に更新されます。現在の期間の終了時にサブスクリプションが更新されないように、App Store でいつでも無料でキャンセルできます。購入後、iTunes アカウント設定からサブスクリプションを管理できます。無料試用期間は、すべてのサブスクリプションに共通で、1 回のみ有効です。
ko: 무료 평가판 기간은 모든 구독에 공통이며 한 번만 유효합니다. 구독을 구입하면 Apple에서 iTunes 계정으로 직접 청구합니다. 구독은 현재 기간이 종료되기 최소 24시간 전에 취소하지 않는 한 동일한 조건으로 자동 갱신됩니다. 현재 기간이 끝날 때 구독이 갱신되지 않도록 언제든지 App Store에서 무료로 취소할 수 있습니다. 구매 후 iTunes 계정 설정에서 구독을 관리할 수 있습니다. 무료 평가판 기간은 모든 구독에 공통이며 한 번만 유효합니다.
nb: Den gratis prøveperioden er felles for alle abonnementer og er kun gyldig én gang. Når du kjøper et abonnement, belastes det av Apple direkte til iTunes-kontoen din. Et abonnement fornyes automatisk på samme vilkår med mindre du sier opp minst 24 timer før slutten av gjeldende termin. Du kan når som helst si opp uten kostnad i App Store, slik at abonnementet ikke fornyes ved slutten av inneværende periode. Du kan administrere abonnementet ditt fra iTunes-kontoinnstillingene etter kjøpet. Den gratis prøveperioden er felles for alle abonnementer og er kun gyldig én gang.
nl: De gratis proefperiode geldt voor alle abonnementen en is slechts één keer geldig. Wanneer u een abonnement aanschaft, wordt dit door Apple rechtstreeks in rekening gebracht op uw iTunes-account. Een abonnement wordt automatisch verlengd onder dezelfde voorwaarden, tenzij je ten minste 24 uur voor het einde van de huidige termijn opzegt. U kunt op elk moment kosteloos annuleren in de App Store, zodat het abonnement niet wordt verlengd aan het einde van de huidige periode. U kunt uw abonnement na aankoop beheren vanuit uw iTunes-accountinstellingen. De gratis proefperiode geldt voor alle abonnementen en is slechts één keer geldig.
pl: Bezpłatny okres próbny jest wspólny dla wszystkich subskrypcji i jest ważny tylko raz. Gdy kupujesz subskrypcję, Apple pobiera ją bezpośrednio z Twojego konta iTunes. Subskrypcja jest automatycznie odnawiana na tych samych warunkach, chyba że anulujesz co najmniej 24 godziny przed końcem bieżącego okresu. Możesz anulować bezpłatnie w App Store w dowolnym momencie, aby subskrypcja nie odnawiała się z końcem bieżącego okresu. Po zakupie możesz zarządzać swoją subskrypcją w ustawieniach konta iTunes. Bezpłatny okres próbny jest wspólny dla wszystkich subskrypcji i jest ważny tylko raz.
pt_pt: O período de teste gratuito é comum a todas as assinaturas e é válido apenas uma vez. Quando você compra uma assinatura, ela é cobrada pela Apple diretamente na sua conta do iTunes. Uma assinatura é renovada automaticamente nos mesmos termos, a menos que você cancele pelo menos 24 horas antes do final do prazo atual. Você pode cancelar gratuitamente na App Store a qualquer momento para que a assinatura não seja renovada no final do período atual. Você pode gerenciar sua assinatura nas configurações da sua conta do iTunes após a compra. O período de teste gratuito é comum a todas as assinaturas e é válido apenas uma vez.
ro: Când achiziționați un abonament, acesta este taxat de Google direct în contul dvs. din Play Store. Abonamentul se reînnoiește automat în aceiași termeni, cu excepția cazului în care îl anulați cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Îl puteți anula gratuit în Play Store în orice moment, astfel încât abonamentul să nu se reînnoiască la sfârșitul perioadei curente. Puteți gestiona abonamentul din setările contului Play Store după achiziție.
ru: Бесплатный пробный период является общим для всех подписок и действует только один раз. Когда вы покупаете подписку, Apple списывает ее непосредственно с вашей учетной записи iTunes. Подписка автоматически продлевается на тех же условиях, если вы не отмените подписку как минимум за 24 часа до окончания текущего срока. Вы можете бесплатно отменить подписку в App Store в любое время, чтобы подписка не продлевалась в конце текущего периода. Вы можете управлять своей подпиской в ​​настройках учетной записи iTunes после покупки. Бесплатный пробный период является общим для всех подписок и действует только один раз.
sk: Keď si zakúpite predplatné, je účtované spoločnosťou Google priamo na váš účet Play Store. Predplatné sa automaticky obnovuje za rovnakých podmienok, pokiaľ ho nezrušíte aspoň 24 hodín pred koncom aktuálneho obdobia. Môžete ho kedykoľvek bezplatne zrušiť v Play Store, aby sa predplatné na konci aktuálneho obdobia neobnovilo. Predplatné môžete po nákupe spravovať v nastaveniach účtu Play Store.
sl: Ko kupite naročnino, jo Google neposredno zaračuna na vaš račun Play Store. Naročnina se samodejno obnovi pod enakimi pogoji, razen če jo prekličete vsaj 24 ur pred koncem trenutnega obdobja. Kadar koli jo lahko brezplačno prekličete v Play Store, tako da se naročnina ne obnovi ob koncu trenutnega obdobja. Naročnino lahko po nakupu upravljate v nastavitvah računa Play Store.
sq: Kur blini një abonim, ai faturohet nga Google direkt në llogarinë tuaj të Play Store. Abonimi rinovohet automatikisht me të njëjtat kushte nëse nuk e anuloni të paktën 24 orë para përfundimit të periudhës aktuale. Mund ta anuloni falas në Play Store në çdo kohë, në mënyrë që abonimi të mos rinovohet në fund të periudhës aktuale. Mund ta menaxhoni abonimin nga cilësimet e llogarisë tuaj në Play Store pas blerjes.
sr_latn: Kada kupite pretplatu, Google je direktno naplaćuje na vaš Play Store nalog. Pretplata se automatski obnavlja pod istim uslovima osim ako je ne otkažete najmanje 24 časa pre kraja trenutnog perioda. Možete je otkazati bez naknade u Play Store-u u bilo kom trenutku tako da se pretplata ne obnovi na kraju trenutnog perioda. Pretplatu možete da upravljate iz podešavanja naloga Play Store-a nakon kupovine.
sv: Den kostnadsfria provperioden är gemensam för alla prenumerationer och gäller endast en gång. När du köper ett abonnemang debiteras det av Apple direkt på ditt iTunes-konto. En prenumeration förnyas automatiskt på samma villkor om du inte säger upp dig minst 24 timmar före slutet av den aktuella terminen. Du kan när som helst säga upp utan kostnad i App Store så att prenumerationen inte förnyas vid slutet av den aktuella perioden. Du kan hantera din prenumeration från dina iTunes-kontoinställningar efter köpet. Den kostnadsfria provperioden är gemensam för alla prenumerationer och gäller endast en gång.
tr: Ücretsiz deneme süresi tüm abonelikler için ortaktır ve yalnızca bir kez geçerlidir. Bir abonelik satın aldığınızda, ücreti Apple tarafından doğrudan iTunes hesabınızdan tahsil edilir. Mevcut dönemin bitiminden en az 24 saat önce iptal etmediğiniz sürece, bir abonelik aynı koşullarda otomatik olarak yenilenir. Cari dönem sonunda aboneliğin yenilenmemesi için App Store’dan dilediğiniz zaman ücretsiz olarak iptal edebilirsiniz. Aboneliğinizi satın aldıktan sonra iTunes hesap ayarlarınızdan yönetebilirsiniz. Ücretsiz deneme süresi tüm abonelikler için ortaktır ve yalnızca bir kez geçerlidir.
uk: Безкоштовний пробний період є загальним для всіх підписок і діє лише один раз. Коли ви купуєте підписку, Apple стягує її безпосередньо з вашого облікового запису iTunes. Підписка автоматично поновлюється на тих самих умовах, якщо ви не скасуєте її принаймні за 24 години до закінчення поточного терміну. Ви можете скасувати безкоштовну підписку в App Store у будь-який час, щоб підписку не поновлювати в кінці поточного періоду. Ви можете керувати своєю підпискою в налаштуваннях облікового запису iTunes після покупки. Безкоштовний пробний період є загальним для всіх підписок і діє лише один раз.
vi: Thời gian dùng thử miễn phí được áp dụng cho tất cả gói đăng ký và chỉ khả dụng một lần. Khi bạn mua đăng ký, Apple sẽ tính phí trực tiếp vào tài khoản iTunes. Gói đăng ký sẽ tự động gia hạn trừ khi bạn hủy ít nhất 24 giờ trước khi kết thúc kỳ hiện tại. Bạn có thể hủy bất cứ lúc nào trong App Store để tránh bị gia hạn. Bạn có thể quản lý đăng ký từ cài đặt tài khoản iTunes sau khi mua.
zh_hans: 免费试用期适用于所有订阅，并且仅有效一次。当您购买订阅时，Apple 会直接向您的 iTunes 帐户收取费用。除非您在当前期限结束前至少 24 小时取消订阅，否则订阅将按相同条款自动续订。您可以随时在 App Store 中免费取消订阅，这样订阅就不会在当前期限结束时续订。购买后，您可以通过 iTunes 帐户设置管理您的订阅。免费试用期适用于所有订阅，并且仅有效一次。
zh_hant: 免費試用期適用於所有訂閱，並且僅有效一次。當您購買訂閱時，Apple 會直接向您的 iTunes 帳戶收取費用。除非您在當前期限結束前至少 24 小時取消訂閱，否則訂閱將按相同條款自動續訂。您可以隨時在 App Store 中免費取消訂閱，這樣訂閱就不會在當前期限結束時續訂。購買後，您可以通過 iTunes 帳戶設置管理您的訂閱。免費試用期適用於所有訂閱，並且僅有效一次。

# in_app_subscription_view_free_trial
source: 15-day free trial. Subscription can be canceled at any time.
ar: نسخة تجريبية مجانية لمدة 15 يومًا. يمكن إلغاء الاشتراك في أي وقت.
bg: 14-дневен безплатен пробен период.\nАбонаментът може да бъде отменен по всяко време.
cs: 14denní zkušební verze zdarma.\nPředplatné lze kdykoli zrušit.
da: 15 dages gratis prøveperiode. Abonnementet kan til enhver tid opsiges.
de: 14 Tage kostenlose Testversion.\nDas Abonnement kann jederzeit gekündigt werden.
el: Δωρεάν δοκιμή 14 ημερών.\nΗ συνδρομή μπορεί να ακυρωθεί ανά πάσα στιγμή.
es: Prueba gratuita de 15 días. La suscripción se puede cancelar en cualquier momento.
fa: 15 روز آزمایشی رایگان. اشتراک را می توان در هر زمان لغو کرد.
fi: 15 päivän ilmainen kokeilu. Tilauksen voi peruuttaa milloin tahansa.
fr: 15 jours d’essai gratuit. Abonnement résiliable à tout moment.
he: 15 יום ניסיון חינם. ניתן לבטל את המנוי בכל עת.
hi: 15-दिन का निःशुल्क परीक्षण। सदस्यता किसी भी समय रद्द की जा सकती है।
hr: 14-dnevno besplatno probno razdoblje.\nPretplata se može otkazati u bilo kojem trenutku.
hu: 14 napos ingyenes próba.\nAz előfizetés bármikor lemondható.
id: Uji coba gratis 15 hari. Langganan dapat dibatalkan kapan saja.
it: 15 giorni di prova gratuita. L’abbonamento può essere cancellato in qualsiasi momento.
ja: 15日間の無料トライアル。 サブスクリプションはいつでもキャンセルできます。
ko: 15일 무료 평가판. 구독은 언제든지 취소할 수 있습니다.
nb: 15-dagers gratis prøveperiode. Abonnementet kan kanselleres når som helst.
nl: Gratis proefperiode van 15 dagen. Abonnement kan op elk moment worden opgezegd.
pl: 15-dniowy bezpłatny okres próbny. Subskrypcję można anulować w dowolnym momencie.
pt_pt: 15 dias de teste grátis. A assinatura pode ser cancelada a qualquer momento.
ro: Perioadă de probă gratuită de 14 zile.\nAbonamentul poate fi anulat în orice moment.
ru: 15-дневная бесплатная пробная версия. Подписка может быть отменена в любое время.
sk: 14-dňová bezplatná skúšobná verzia.\nPredplatné je možné kedykoľvek zrušiť.
sl: 14-dnevno brezplačno preizkusno obdobje.\nNaročnino lahko kadar koli prekličete.
sq: Provë falas 14-ditore.\nAbonimi mund të anulohet në çdo kohë.
sr_latn: 14-dnevni besplatni probni period.\nPretplata može da se otkaže u bilo kom trenutku.
sv: 15 dagars gratis provperiod. Prenumerationen kan sägas upp när som helst.
tr: 15 günlük ücretsiz deneme. Abonelik herhangi bir zamanda iptal edilebilir.
uk: 15-денна безкоштовна пробна версія. Підписку можна скасувати в будь-який момент.
vi: Dùng thử miễn phí 15 ngày. Có thể hủy đăng ký bất kỳ lúc nào.
zh_hans: 15 天免费试用。订阅可以随时取消。
zh_hant: 15 天免費試用。 訂閱可以隨時取消。

# in_app_subscription_view_invalid_code
source: Invalid invite code.
ar: رمز دعوة غير صالح.
bg: Невалиден код за покана.
cs: Neplatný pozvánkový kód.
da: Ugyldig invitationskode.
de: Ungültiger Einladungscode.
el: Μη έγκυρος κωδικός πρόσκλησης.
es: Código de invitación no válido.
fa: کد دعوت نامعتبر است.
fi: Virheellinen kutsukoodi.
fr: Code d’invitation invalide.
he: קוד הזמנה לא חוקי.
hi: अमान्य आमंत्रण कोड.
hr: Neispravan pozivni kod.
hu: Érvénytelen meghívókód.
id: Kode undangan tidak valid.
it: Codice di invito non valido.
ja: 招待コードが無効です。
ko: 잘못된 초대 코드입니다.
nb: Ugyldig invitasjonskode.
nl: Ongeldige uitnodigingscode.
pl: Nieprawidłowy kod zaproszenia.
pt_pt: Código de convite inválido.
ro: Cod de invitație invalid.
ru: Неверный код приглашения.
sk: Neplatný kód pozvánky.
sl: Neveljavna koda povabila.
sq: Kod ftese i pavlefshëm.
sr_latn: Neispravan pozivni kod.
sv: Ogiltig inbjudningskod.
tr: Geçersiz davet kodu.
uk: Недійсний код запрошення.
vi: Mã mời không hợp lệ.
zh_hans: 邀请码无效。
zh_hant: 邀請碼無效。

# in_app_subscription_view_invitation_code
source: Scan the invitation QR code or paste the code to access premium services.
ar: امسح رمز الاستجابة السريعة للدعوة ضوئيًا أو الصق الرمز للوصول إلى الخدمات المتميزة.
bg: Сканирайте QR кода на поканата или поставете кода, за да получите достъп до премиум услуги.
cs: Naskenujte QR kód pozvánky nebo vložte kód pro přístup k prémiovým službám.
da: Scan invitationens QR-kode, eller indsæt koden for at få adgang til premium-tjenester.
de: Scannen Sie den Einladungs-QR-Code oder fügen Sie den Code ein, um auf Premiumdienste zuzugreifen.
el: Σαρώστε τον κωδικό QR της πρόσκλησης ή επικολλήστε τον κωδικό για πρόσβαση στις premium υπηρεσίες.
es: Escanea el código QR de la invitación o pega el código para acceder a los servicios premium.
fa: برای دسترسی به خدمات ممتاز، کد QR دعوت را اسکن کنید یا کد را جایگذاری کنید.
fi: Skannaa kutsun QR-koodi tai liitä koodi päästäksesi premium-palveluihin.
fr: Scanner le QR-code d’invitation ou coller le code pour accéder aux services premium.
he: סרוק את קוד ה-QR של ההזמנה או הדבק את הקוד כדי לגשת לשירותי פרימיום.
hi: प्रीमियम सेवाओं तक पहुँचने के लिए आमंत्रण क्यूआर कोड को स्कैन करें या कोड पेस्ट करें।
hr: Skenirajte QR kod pozivnice ili zalijepite kod za pristup premium uslugama.
hu: Olvassa be a meghívó QR-kódját, vagy illessze be a kódot a prémium szolgáltatások eléréséhez.
id: Pindai kode QR undangan atau tempel kode untuk mengakses layanan premium.
it: Scansiona il codice QR dell’invito o incolla il codice per accedere ai servizi premium.
ja: 招待 QR コードをスキャンするか、コードを貼り付けて、プレミアム サービスにアクセスします。
ko: 초대 QR 코드를 스캔하거나 코드를 붙여넣어 프리미엄 서비스에 액세스하세요.
nb: Skann QR-koden for invitasjonen eller lim inn koden for å få tilgang til premiumtjenester.
nl: Scan de QR-code van de uitnodiging of plak de code om toegang te krijgen tot premium services.
pl: Zeskanuj kod QR zaproszenia lub wklej kod, aby uzyskać dostęp do usług premium.
pt_pt: Escaneie o código QR do convite ou cole o código para acessar os serviços premium.
ro: Scanați codul QR al invitației sau lipiți codul pentru a accesa serviciile premium.
ru: Отсканируйте QR-код приглашения или вставьте его, чтобы получить доступ к премиальным услугам.
sk: Naskenujte QR kód pozvánky alebo vložte kód pre prístup k prémiovým službám.
sl: Skenirajte QR kodo povabila ali prilepite kodo za dostop do premium storitev.
sq: Skanoni kodin QR të ftesës ose ngjisni kodin për të hyrë në shërbimet premium.
sr_latn: Skenirajte QR kod pozivnice ili nalepite kod za pristup premium uslugama.
sv: Skanna QR-koden för inbjudan eller klistra in koden för att få tillgång till premiumtjänster.
tr: Premium hizmetlere erişmek için davet QR kodunu tarayın veya kodu yapıştırın.
uk: Відскануйте QR-код запрошення або вставте код, щоб отримати доступ до преміум-сервісів.
vi: Quét mã QR mời hoặc dán mã để truy cập dịch vụ cao cấp.
zh_hans: 扫描邀请二维码或粘贴邀请码，享受尊享服务。
zh_hant: 掃描邀請二維碼或粘貼邀請碼，享受尊享服務。
